import { DataFilterCard, DataMenuCard } from '../types/type';

export const FILTER_DATA: DataFilterCard[] = [
  {
    title: 'Все'
  },
  {
    title: 'Виски',
  },
  {
    title: 'Десерты',
  },
  {
    title: 'Японская кухня',
  },
  {
    title: 'Напитки',
  },
  {
    title: 'Вино',
  },
  {
    title: 'Завтрак',
  },
  {
    title: 'Напитки',
  },
  {
    title: 'Вино',
  },
];

export const DATA_MENU_CARD: DataMenuCard[] = [
  {
    id: 1,
    category: 'Напитки',
    img: '/images/menuPhoto.svg',
    title: 'Виски Glenfarclas',
    text: 'Виски «Гленфарклас» производится по старинному семейному рецепту из отборных сортов ячменя, выращиваемого в легендарном шотландском регионе Спейсайд  Виски «Гленфарклас» са... ещё',
    gram: 800,
    price: 1850,
  },
  {
    id: 2,
    category: 'Напитки',
    img: '/images/menuPhoto.svg',
    title: 'Виски Glenfarclas',
    text: 'Виски «Гленфарклас» производится по старинному семейному рецепту из отборных сортов ячменя, выращиваемого в легендарном шотландском регионе Спейсайд  Виски «Гленфарклас» са... ещё',
    gram: 800,
    price: 1850,
  },
  {
    id: 3,
    category: 'Десерты',
    img: '/images/menuPhoto.svg',
    title: 'Виски Glenfarclas',
    text: 'Виски «Гленфарклас» производится по старинному семейному рецепту из отборных сортов ячменя, выращиваемого в легендарном шотландском регионе Спейсайд  Виски «Гленфарклас» са... ещё',
    gram: 800,
    price: 1850,
  },
  {
    id: 4,
    category: 'Японская кухня',
    img: '/images/menuPhoto.svg',
    title: 'Виски Glenfarclas',
    text: 'Виски «Гленфарклас» производится по старинному семейному рецепту из отборных сортов ячменя, выращиваемого в легендарном шотландском регионе Спейсайд  Виски «Гленфарклас» са... ещё',
    gram: 800,
    price: 1850,
  },
];
