import { DataFilterCard, DataMenuCard } from '../types/type';

export const FILTER_DATA: DataFilterCard[] = [
  {
    title: 'Завтраки',
  },
  {
    title: 'Закуски',
  },
  {
    title: 'Паста',
  },
  {
    title: 'Супы',
  },
  {
    title: 'Пицца',
  },
  {
    title: 'Основные блюда',
  },
  {
    title: 'Японская кухня',
  },
  {
    title: 'Десерты',
  },
];

export const DATA_MENU_CARD: DataMenuCard[] = [
  {
    id: 1,
    category: 'Паста',
    img: '/images/menuKuhnya.svg',
    title: 'Арабьята',
    text: 'Виски «Гленфарклас» производится по старинному семейному рецепту из отборных сортов ячменя, выращиваемого в легендарном шотландском регионе Спейсайд  Виски «Гленфарклас» са... ещё',
    price: 1850,
  },
  {
    id: 2,
    category: 'Паста',
    img: '/images/menuPhoto2.svg',
    title: 'Арабьята',
    text: 'Виски «Гленфарклас» производится по старинному семейному рецепту из отборных сортов ячменя, выращиваемого в легендарном шотландском регионе Спейсайд  Виски «Гленфарклас» са... ещё',
    price: 1850,
  },
  {
    id: 3,
    category: 'Десерты',
    img: '/images/menuPhoto.svg',
    title: 'Виски Glenfarclas',
    text: 'Виски «Гленфарклас» производится по старинному семейному рецепту из отборных сортов ячменя, выращиваемого в легендарном шотландском регионе Спейсайд  Виски «Гленфарклас» са... ещё',
    price: 1850,
  },
  {
    id: 4,
    category: 'Японская кухня',
    img: '/images/menuPhoto.svg',
    title: 'Виски Glenfarclas',
    text: 'Виски «Гленфарклас» производится по старинному семейному рецепту из отборных сортов ячменя, выращиваемого в легендарном шотландском регионе Спейсайд  Виски «Гленфарклас» са... ещё',
    price: 1850,
  },
  {
    id: 5,
    category: 'Завтраки',
    img: '/images/menuPhoto2.svg',
    title: 'Виски Glenfarclas',
    text: 'Виски «Гленфарклас» производится по старинному семейному рецепту из отборных сортов ячменя, выращиваемого в легендарном шотландском регионе Спейсайд  Виски «Гленфарклас» са... ещё',
    price: 1850,
  },
];
